{
    "reviews": [
        {
            "id": "rev-1",
            "locationId": "loc-1",
            "rating": 5,
            "comment": "I would also like to say thank you to all your staff! I would gladly pay over 600 dollars for planet. Planet was worth a fortune to my company. After using planet my business skyrocketed!"
        },
        {
            "id": "rev-2",
            "locationId": "loc-1",
            "rating": 5,
            "comment": "It's really wonderful. We have no regrets! Keep up the excellent work."
        },
        {
            "id": "rev-3",
            "locationId": "loc-1",
            "rating": 5,
            "comment": "This is simply unbelievable! It's the perfect solution for our business. Really good. I don't always clop, but when I do, it's because of planet"
        },
        {
            "id": "rev-4",
            "locationId": "loc-1",
            "rating": 2,
            "comment": "Planet is exactly what our business has been lacking. It's incredible. If you want real marketing that works and effective implementation - planet's got you covered."
        },
        {
            "id": "rev-5",
            "locationId": "loc-2",
            "rating": 4,
            "comment": "Thanks planet! I was amazed at the quality of planet. Planet did exactly what you said it does."
        },
        {
            "id": "rev-6",
            "locationId": "loc-2",
            "rating": 3,
            "comment": "I would also like to say thank you to all your staff. I would gladly pay over 600 dollars for planet. Planet was worth a fortune to my company. After using planet my business skyrocketed!"
        },
        {
            "id": "rev-7",
            "locationId": "loc-2",
            "rating": 2,
            "comment": "It's really wonderful. We have no regrets! Keep up the excellent work."
        },
        {
            "id": "rev-8",
            "locationId": "loc-2",
            "rating": 5,
            "comment": "This is simply unbelievable! It's the perfect solution for our business. Really good. I don't always clop, but when I do, it's because of planet"
        },
        {
            "id": "rev-9",
            "locationId": "loc-3",
            "rating": 5,
            "comment": "Planet is exactly what our business has been lacking. It's incredible. If you want real marketing that works and effective implementation - planet's got you covered."
        },
        {
            "id": "rev-10",
            "locationId": "loc-4",
            "rating": 5,
            "comment": "Thanks planet! I was amazed at the quality of planet. Planet did exactly what you said it does."
        },
        {
            "id": "rev-11",
            "activityId": "act-1",
            "rating": 4,
            "comment": "I'm more of a savory person than a sweet person, but these clouds are simply delicious! It's kind of scary that the canopy doesn't have any controls though..."
        },
        {
            "id": "rev-12",
            "activityId": "act-2",
            "rating": 2,
            "comment": "A good place to take a nice, cozy nap. But I feel like I could do that at home for half the price."
        },
        {
            "id": "rev-13",
            "activityId": "act-3",
            "rating": 1,
            "comment": "I don't know why I thought this was a good idea."
        },
        {
            "id": "rev-14",
            "activityId": "act-4",
            "rating": 4,
            "comment": "This one was super fun, really quite unlike anything we've ever done before. The subterranean Garwal was quite the spectacle and we came away with just a few non-lethal bites!"
        },
        {
            "id": "rev-15",
            "activityId": "act-5",
            "rating": 5,
            "comment": "My jetpack malfunctioned but ended up even faster than it should have been! I circled the asteroid at least fifty times! 10/10 would recommend."
        },
        {
            "id": "rev-16",
            "activityId": "act-3",
            "rating": 2,
            "comment": "Not really as fun as they make it out to be. Save yourself the battle scars and cool stories and visit Zenn-la instead."
        },
        {
            "id": "rev-17",
            "activityId": "act-6",
            "rating": 3,
            "comment": "Anytime we visit this planet we end up here at the Intergalactic Lookout. It's not intentional, it just... happens."
        },
        {
            "id": "rev-18",
            "activityId": "act-7",
            "rating": 3,
            "comment": "Claustrophobic but overall a good experience for our family."
        },
        {
            "id": "rev-19",
            "activityId": "act-8",
            "rating": 2,
            "comment": "It was an off-day for the kraken and we didn't get to see anything special on this hike. Pretty lame!"
        },
        {
            "id": "rev-20",
            "activityId": "act-9",
            "rating": 4,
            "comment": "The picnic? Pretty average. But the End of the World? 1000% better than I would have expected!"
        },
        {
            "id": "rev-21",
            "activityId": "act-10",
            "rating": 5,
            "comment": "SO much fun, an endless, high-octane thrill ride of adrenaline and endorphins! The craziest part is that it's absolutely silent, so no one can hear you laugh or scream!"
        },
        {
            "id": "rev-22",
            "locationId": "loc-1",
            "rating": 3,
            "comment": "We like visiting the Ocean in the winter. It's a good time for everyone, and a reliable vacation destination. We'll be back next year!"
        }
    ]
}